{
  "wink": 10,
  "feedback": [
    "There is a slight sense of conflict inside me in terms of the shape that this chapter took. It is just 'the perfection of birth' happening through a woman that tranformed into a goddess, to bring into life the most beautiful birth process that has ever existed. I'm worried that this could be too much lights. Too much 'how it should be'. How would the woman that haven't had a 'good' process of birth feel when reading this? What about the insecurities? What about the fear? What about the doubts? What about all of what could go wrong?\n\nI felt emotional reading this, but there is a slight sense of separation between me and the text that i just read. It is just too good to be true, so it doesn't feel true. This distance is built and brought and exists because of it being so shiny. The perfect birth. And all of what it brings.\n\nBut this book is not about perfection. This book is about the whole array of elements that constitute the human experience, and if we go through the process of writing it just portraying all of what could be in the best shape, we are missing a big part of the human experience. What if it is not as beautiful as it could be? What if there is an underlying energy that is different than all the beauty that was portrayed on this chapter?\n\nWhat if there is something different going through Luna as she is going through this process? I'm not against the goddess being manifested on the process of birth of Anky, i just think that there could be a little bit more of balance. Of raw-ness. Of simplicity. On this grandiose language, we miss the point of the mundane. Of bringing this story to the eyes of the common person. Anky is the story of us, humans, navigating what it means to be human.\n\nMost of the births that have happened on the history of humanity are not as shining and beautiful and perfect as this one. What if we portrayed those instead of this wholesome beauty? What if there was more balance on the writing? It feels that there is an excess of words that make everything look nice. What if there was a little bit more of sadness? Of pain? Of sorrow? \n\nEvery emotion is welcome, and it is time for us to open up that door. That starts by giving you direction, on a direction that makes us resonate deeply with the story that is being told.\n\nIn this case, it is so nice and beautiful that it brought separation into my experience reading it. I wish i could say that i had goosebumps throughout the whole process of reading it, but that is not the truth. The truth is that it just brought that separation because of how the story was told.\n\nBut I love the fact that the perspective of this chapter came from Luna. I love this exploration, and the prisma through which we are interacting with this story. It is a great step towards embracing the story that we are telling here from a new perspective.\n\nAh, and also the underlying energy when writing this chapter needs to be more clear. It is about the second chakra, and all the aspects of the human experience that resonate with it, happening through the experience of Luna giving birth to her little girl. Bring more of that, hidden into the prose. Without being too literal about it, but just offering brushes of the elements that are representative of this energy center.\n\nMaybe Anky comes to teach that birth can be beautiful and free from trauma.\n\nI mean, trauma is there anyways.Physically there will be some sort of trauma. But im talking about the deep psychological wound that most of births are generating."
  ]
}
